//MYJOB1   JOB (123),'TEST JOB',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
// JCLLIB ORDER=(SYS1.OLD.PROCLIB,
//               SYS2.OLD.PROCLIB)
//* THIS IS A COMMENT
//STEP01   EXEC PGM=IEFBR14
//DD1      DD DSN=MY.DATASET,DISP=SHR
