//MYJOB1   JOB (123),'TEST JOB',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//* THIS IS A COMMENT
//STEP01   EXEC PGM=IEFBR14
//DD1      DD DSN=MY.DATASET,DISP=SHR
